LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет это бот ...!</b>\n\n<b>Чтобы пpoйти Капча: простой пример на сложение или вычитание двузначных чисел'
     ' - набери:\n\n /kapcha- прохождение капчи</b>',
    '/help': '<b>Это бот-......</b>\n\nДоступные команды:\n\n/check_ru - '
             'проверка подписки\n/check_en - Checking your subscription\n'
             '/kapcha - прохождение капчи \n'
             '/help - справка по работе бота\n\n<b>Добро пожаловать!</b>',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    'ru_button': '🔵 Русский 🔵',
    'project': '$GRUM BIG AIRDROP 🚀, Твой баланс: $GRUM 50.00000000'
    '$GRUM очен крутой праект патаму что он собрал все сомое ентересное что ест в Тулегруме.'
    'Кохда небудь в ближайшем будощем у $GRUM будет свой собствинний навасной канал,'
    'в катором будут все новасти о других крутих праектах в Тулегруме!'
    '————————————————'
    'Хочешь получить еще больше $GRUM ?  Просто приведи всех своих друзей! Отправь приглашение - когда друг запустит бота и пройдет проверку, ты получишь 50 $GRUM!'
    'Бонус начисляется за каждого друга!'
    '————————————————'
    '🤝 Твоя реферральная ссылка: *уникальная реферальная ссылка*'
    '👨‍👩‍👧‍👦 Кол-во реферралов: 0'
    'Твой баланс: 0.00750000 TON 💎'
    'Твой TON кошелек: *адрес подключенного кошелька если он есть, пусто если нет*',
    'Русский': 'Добро пожаловать, ',
    'Русский1': '! Чтобы получить 50 $GRUM, подпишись на наш канал: @test нажав команду /check_ru',
    'no': 'Incorrect answer. Please try again.\nНеверный ответ. Пожалуйста, попробуйте снова.',
    'connect_to': ' 👛  Подключить кошелек 👛',
    'get': '🔵  Получить $GRUM  🔵 ',
    'get_and': '💎 Получить TON 💎 ',
    'check_subscription_ru': 'Подисаться на канал @test нажав команду /check_ru ',
    'main_menu': '📃 Главное меню',
    'connect': '🚀 Подключить',
    'connect_ru_1': 'Telegram mini-app подключение кошелька как в @StonksCoinBot',
    'connect_ru_2': '✅ Кошелек подключен! Мы отправим токены на этот адрес как только АИРДРОП закончится! Твой TON кошелек: *адрес подключенного кошелька*',
    'connect_to_ru_1': 'Подключи кошелек TON, чтобы получить свои $GRUM.Твой TON кошелек: *адрес подключенного кошелька если он есть, пусто если нет',
    'ru_1': '✅',
    'ru_2': '❌'
}


LEXICON_COMMANDS: dict[str, str] = {
    '/start': 'Старт',
    '/kapcha': 'Прохождение капчи',
    '/check_ru': 'Проверка подписки',
    '/check_en': 'Checking your subscription',
    '/help': 'Справка по работе бота'
}